[Titanfall2_RoninSword X2WeaponTemplate]
FriendlyName="审判之日"
FriendlyNamePlural="审判之日"
BriefSummary="作为圣骑士们留下的圣遗物——审判之日仍然是目前已知最强大，最神秘的神器之一。来自郇山隐修会中的典籍在记录审判之日时毫不吝啬自己的笔墨：虽然我们早已能够使用类似的能量刀刃作为武器，但也许是出于亚空间的庇佑，审判之锤依然是目前唯一一个能够屠杀泰坦级恶魔的武器。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用主武器攻击会结束士兵的回合。\n<Bullet/> 通过配件改造来提升审判之日的战斗力。（LWOTC禁用升级）"
AbilityDescName="Titanfall2_RoninSword"



